[
  {
    "title": "Folia Performance",
    "img": "/folia.png",
    "img2": "",
    "body": "Markus Lang, the principal double bass player, delivers a visually stunning performance of 'Folia,' specially filmed for GSOplay.",
    "link": "https://www.gso.se/en/gsoplay/video/saariaho-folia/",
    "video": "true",
    "youTube": "false"
  },
  {
    "title": "Med nordiska toner i blodet",
    "img": "/gso-markus-lang-7982-francislofvenholm.jpg",
    "img2": "",
    "body": "At the top of a three-story house with a view of Slottsskogen, resides Markus Lang, the Symphony's new principal double bassist. In a setting adorned with various shades of green from the trees, a melody permeates through the open window. An unexpected 26-year-old with a traditional dark wooden furniture painted in kurbits style.",
    "link": "https://www.gso.se/upptack/podiet/med-nordiska-toner-i-blodet/",
    "video": "false",
    "youTube": "false"
  },
  {
    "title": "2021 ISB Solo Competition",
    "img": "",
    "img2": "",
    "body": "Markus Lang received an Honorable Mention and the award for the best performance of the required piece 'Computatis Maledictis' by Margi Griebling-Haigh at the 2021 ISB Solo Competition. The unedited competition submission, featuring a collaboration with pianist Jenny Chen, can be enjoyed in its entirety. Audio Engineer: Drew Schlegel. Recorded at Gould Rehearsal Hall, Curtis Institute of Music.",
    "link": "https://www.youtube.com/watch?v=DyvqT54G0tg",
    "video": "true",
    "youTube": "true"
  },
  {
    "title": "Scriabin Poéme, Op. 32, No.1 (arr. for Double Bass and Piano)",
    "img": "",
    "img2": "",
    "body": "Markus Lang, the double bassist, accompanied by pianist Jenny Chen, performs Scriabin's Poéme, Op. 32, No.1, arranged for Double Bass and Piano by Gregor Piatigorsky.",
    "link": "https://www.youtube.com/watch?v=R-s1Ag3BrAc",
    "video": "true",
    "youTube": "true"
  },
  {
    "title": "Bach - Cello Suite No. 4 in E-flat major, BMV 1010",
    "img": "",
    "img2": "",
    "body": "Markus Lang, on double bass, presents Bach's Cello Suite No. 4 in E-flat major, BMV 1010, during his Juilliard School of Music Graduation Recital in November 2019.",
    "link": "https://www.youtube.com/watch?v=hSZ9BLaPXwM",
    "video": "true",
    "youTube": "true"
  },
  {
    "title": "Domenico Gabrielli - Canon for two cellos",
    "img": "",
    "img2": "",
    "body": "Markus Lang and Vincent Luciano perform Domenico Gabrielli's Canon for two cellos on double bass.",
    "link": "https://www.youtube.com/watch?v=3DQVawbhxCY",
    "video": "true",
    "youTube": "true"
  },
  {
    "title": "Penderecki: Duo concertante",
    "img": "",
    "img2": "",
    "body": "Markus Lang, on double bass, collaborates with violinist Abigail Hong in presenting Penderecki's Duo concertante during Markus' Juilliard School of Music Graduation Recital in November 2019.",
    "link": "https://www.youtube.com/watch?v=oNXmrgSzy2o",
    "video": "true",
    "youTube": "true"
  }
]
