[
  {
    "title": "Folia Performance",
    "img": "/folia.png",
    "img2": "",
    "body": "Principal double bass player Markus Lang performs Folia in a visually stunning presentation, filmed especially for GSOplay.",
    "link": "https://www.gso.se/en/gsoplay/video/saariaho-folia/",
    "video": "true",
    "youTube": "false"
  },
  {
    "title": "Folia Interview",
    "img": "/folia-interview.png",
    "img2": "",
    "body": "Listen to a captivating interview where double bassist Markus Lang talks about Kaija Saariaho’s work Folia. He describes, among other things, what happens in him when he listens to the Finnish composer and what a piece like this creates from an artist’s perspective.",
    "link": "https://www.gso.se/en/gsoplay/video/manga-mojligheter-att-skapa-sin-egna-rost/",
    "video": "true",
    "youTube": "false"
  },
  {
    "title": "Med nordiska toner i blodet",
    "img": "/gso-markus-lang-7982-francislofvenholm.jpg",
    "img2": "",
    "body": "Högst upp i trevåningshuset med utsikt mot Slottsskogen bor amerikanen Markus Lang, Symfonikernas nye stämledare på kontrabas. I träden med sina alla sina nyanser av grönt, kvillrar och kvittrar det genom det öppna fönstret. Intill det står ett gammaldags mörkt trämöblemang målat i kurbitsstil. Samma mönster förgyller också kökssoffan invid väggen i köket. En lite otippad inredning för en 26-årig kille.",
    "link": "https://www.gso.se/upptack/podiet/med-nordiska-toner-i-blodet/",
    "video": "false",
    "youTube": "false"
  },
  {
    "title": "2021 ISB Solo Competition",
    "img": "",
    "img2": "",
    "body": "I was given Honorable Mention, as well as an award for best performance of the required piece 'Computatis Maledictis' by Margi Griebling-Haigh. This is the full unedited video submitted for the competition. I had the great pleasure of performing alongside Jenny Chen, on Piano. I hope you enjoy the program! Audio Engineer: Drew Schlegel. Recorded at Gould Rehearsal Hall, Curtis Institute of Music.",
    "link": "https://www.youtube.com/watch?v=DyvqT54G0tg",
    "video": "true",
    "youTube": "true"
  },
  {
    "title": "Scriabin Poéme, Op. 32, No.1 (arr. for Double Bass and Piano)",
    "img": "",
    "img2": "",
    "body": "Double Bass: Markus Lang. Pianist: Jenny Chen. Transcribed by: Gregor Piatigorsky. Edited by: Lucas Drew.",
    "link": "https://www.youtube.com/watch?v=R-s1Ag3BrAc",
    "video": "true",
    "youTube": "true"
  },
  {
    "title": "Bach - Cello Suite No. 4 in E-flat major, BMV 1010",
    "img": "",
    "img2": "",
    "body": "Double Bass: Markus Lang. Juilliard School of Music Graduation Recital, November 2019.",
    "link": "https://www.youtube.com/watch?v=hSZ9BLaPXwM",
    "video": "true",
    "youTube": "true"
  },
  {
    "title": "Domenico Gabrielli - Canon for two cellos",
    "img": "",
    "img2": "",
    "body": "Markus Lang and Vincent Luciano perform Gabrielli's Canon for two cellos on Double Bass.",
    "link": "https://www.youtube.com/watch?v=3DQVawbhxCY",
    "video": "true",
    "youTube": "true"
  },
  {
    "title": "Penderecki: Duo concertante",
    "img": "",
    "img2": "",
    "body": "Double Bass: Markus Lang. Violin: Abigail Hong. Juilliard School of Music Graduation Recital, November 2019.",
    "link": "https://www.youtube.com/watch?v=oNXmrgSzy2o",
    "video": "true",
    "youTube": "true"
  }
]
